Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# ai.prompt
source: Sorting instructions
ar: معيار الترتيب
de: Sortieranweisung
es: Instrucciones
fr: Consignes de tri
he: כלל המיון
hi: क्रमबद्ध करने का नियम
id: Petunjuk pengurutan
it: Istruzioni
ja: 並べ替えの基準
ko: 정렬 기준
nl: Sorteerregels
pl: Instrukcje
pt_br: Instruções
ru: Правило сортировки
th: เงื่อนไขการเรียง
tr: Sıralama ölçütü
uk: Правило сортування
vi: Yêu cầu sắp xếp
zh_hans: 排序要求
zh_hant: 排序要求

source: AI result
ar: نتيجة الذكاء الاصطناعي
de: KI-Ergebnis
es: Resultado de IA
fr: Résultat de l’IA
he: תוצאת AI
hi: AI परिणाम
id: Hasil AI
it: Risultato IA
ja: AIの最終結果
ko: AI 결과
nl: AI-resultaat
pl: Wynik AI
pt_br: Resultado da IA
ru: Результат AI
th: ผลลัพธ์ AI
tr: AI sonucu
uk: Результат AI
vi: Kết quả AI
zh_hans: AI 结果
zh_hant: AI 結果

# ai.result.placeholder
source: Paste the result line
ar: الصق هنا السطر الذي يبدأ بـ SESSION:
de: Ergebniszeile einfügen
es: Pega la línea del resultado
fr: Collez la ligne de résultat
he: יש להדביק כאן את השורה שמתחילה ב-SESSION:
hi: SESSION: से शुरू होने वाली पंक्ति यहाँ चिपकाएँ
id: Tempel baris hasil
it: Incolla la riga del risultato
ja: 結果の1行を貼り付け
ko: 결과 한 줄 붙여넣기
nl: Plak de resultaatregel
pl: Wklej wiersz wyniku
pt_br: Cole a linha do resultado
ru: Вставьте строку результата
th: วางบรรทัดผลลัพธ์
tr: Sonuç satırını yapıştır
uk: Вставте рядок результату
vi: Dán dòng kết quả
zh_hans: 粘贴结果行
zh_hant: 貼上結果行

# ai.shareSafety.confirmAction
source: Review and create
ar: المراجعة والإنشاء
de: Prüfen und erstellen
es: Revisar y crear
fr: Vérifier et créer
he: בדיקה ויצירה
hi: जाँचें और बनाएँ
id: Periksa dan buat
it: Controlla e crea
ja: 確認して作成
ko: 확인 후 생성
nl: Controleren en maken
pl: Sprawdź i utwórz
pt_br: Revisar e criar
ru: Проверить и создать
th: ตรวจสอบและสร้าง
tr: Kontrol et ve oluştur
uk: Перевірити й створити
vi: Kiểm tra và tạo
zh_hans: 确认并创建
zh_hant: 確認並建立

# ai.shareSafety.confirmMessage
source: The AI file contains page images or OCR text. Check personal or confidential information before choosing a sharing destination.
ar: يحتوي ملف الذكاء الاصطناعي على صور الصفحات أو نص OCR. تحقّق من المعلومات الشخصية أو السرية قبل اختيار وجهة المشاركة.
de: Die KI-Datei enthält Seitenbilder oder OCR-Text. Prüfe persönliche oder vertrauliche Informationen, bevor du ein Ziel auswählst.
es: El archivo para IA contiene imágenes de páginas o texto OCR. Comprueba los datos personales o confidenciales antes de elegir dónde compartirlo.
fr: Le fichier pour IA contient des images de pages ou du texte OCR. Vérifiez les données personnelles ou confidentielles avant de choisir la destination.
he: קובץ ה-AI כולל תמונות עמודים או טקסט OCR. יש לבדוק מידע אישי או סודי לפני בחירת יעד השיתוף.
hi: AI फ़ाइल में पेज चित्र या OCR टेक्स्ट होता है। साझा करने का स्थान चुनने से पहले व्यक्तिगत या गोपनीय जानकारी जाँचें।
id: File AI berisi gambar halaman atau teks OCR. Periksa informasi pribadi atau rahasia sebelum memilih tujuan berbagi.
it: Il file per IA contiene immagini delle pagine o testo OCR. Controlla i dati personali o riservati prima di scegliere la destinazione.
ja: AI用ファイルにはページ画像またはOCRテキストが含まれます。個人情報や機密情報を確認してから、共有先を選んでください。
ko: AI 파일에는 페이지 이미지 또는 OCR 텍스트가 포함됩니다. 개인정보나 기밀정보를 확인한 후 공유 대상을 선택하세요.
nl: Het AI-bestand bevat pagina-afbeeldingen of OCR-tekst. Controleer persoonlijke of vertrouwelijke informatie voordat je een bestemming kiest.
pl: Plik dla AI zawiera obrazy stron lub tekst OCR. Sprawdź dane osobowe i poufne przed wyborem miejsca udostępnienia.
pt_br: O arquivo para IA contém imagens de páginas ou texto de OCR. Verifique dados pessoais ou confidenciais antes de escolher o destino.
ru: Файл для ИИ содержит изображения страниц или текст OCR. Проверьте личные или конфиденциальные данные перед выбором места отправки.
th: ไฟล์ AI มีรูปภาพหน้าเอกสารหรือข้อความ OCR โปรดตรวจสอบข้อมูลส่วนบุคคลหรือข้อมูลลับก่อนเลือกปลายทางการแชร์
tr: Yapay zeka dosyası sayfa görüntüleri veya OCR metni içerir. Paylaşım hedefini seçmeden önce kişisel ya da gizli bilgileri kontrol edin.
uk: Файл для ШІ містить зображення сторінок або текст OCR. Перевірте особисті чи конфіденційні дані перед вибором місця надсилання.
vi: Tệp AI chứa hình ảnh trang hoặc văn bản OCR. Hãy kiểm tra thông tin cá nhân hoặc bí mật trước khi chọn nơi chia sẻ.
zh_hans: AI文件包含页面图像或OCR文本。请检查个人信息或机密信息后再选择共享目标。
zh_hant: AI檔案包含頁面影像或OCR文字。請檢查個人資訊或機密資訊後再選擇分享對象。

# ai.shareSafety.confirmTitle
source: Share with an external service
ar: المشاركة مع خدمة خارجية
de: Mit einem externen Dienst teilen
es: Compartir con un servicio externo
fr: Partager avec un service externe
he: שיתוף עם שירות חיצוני
hi: बाहरी सेवा के साथ साझा करें
id: Bagikan dengan layanan eksternal
it: Condividi con un servizio esterno
ja: 外部サービスへ共有します
ko: 외부 서비스에 공유합니다
nl: Delen met een externe service
pl: Udostępnij usłudze zewnętrznej
pt_br: Compartilhar com um serviço externo
ru: Передача внешнему сервису
th: แชร์กับบริการภายนอก
tr: Harici bir hizmetle paylaş
uk: Передавання зовнішньому сервісу
vi: Chia sẻ với dịch vụ bên ngoài
zh_hans: 将与外部服务共享
zh_hant: 將與外部服務分享

# ai.shareSafety.details
source: Learn more
ar: معرفة المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
he: מידע נוסף
hi: और जानें
id: Pelajari lebih lanjut
it: Scopri di più
ja: 詳しく見る
ko: 자세히 보기
nl: Meer informatie
pl: Więcej informacji
pt_br: Saiba mais
ru: Подробнее
th: ดูรายละเอียด
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_hans: 了解详情
zh_hant: 瞭解詳情

# ai.shareSafety.full
source: The AI file contains images or OCR text from the selected pages, sorting criteria, a session identifier, page identifiers, and the current order. You choose the destination in the share sheet, and the app does not record that destination. Before sharing, check whether the file contains personal, confidential, or third-party information. After sharing, storage, use, model training, and deletion are governed by the selected external service’s terms and privacy policy.
ar: يتضمن ملف الذكاء الاصطناعي صور الصفحات المحددة أو نصوص OCR، ومعيار الترتيب، ومعرّف الجلسة، ومعرّفات الصفحات، وترتيبها الحالي. أنت من يختار وجهة المشاركة من لوحة المشاركة، ولا يسجّل التطبيق هذه الوجهة. قبل المشاركة، تأكد من أن الملف لا يحتوي على معلومات شخصية أو سرية أو معلومات تخص أطرافًا أخرى دون إذن. بعد المشاركة، تخضع طريقة حفظ المعلومات واستخدامها واستعمالها في تدريب النماذج وحذفها لشروط الخدمة وسياسة الخصوصية الخاصة بالخدمة الخارجية التي اخترتها.
de: Die KI-Datei enthält Bilder oder OCR-Text der ausgewählten Seiten, das Sortierkriterium, eine Sitzungskennung, Seitenkennungen und die aktuelle Reihenfolge. Das Ziel wählen Sie selbst im Teilen-Menü aus; die App speichert dieses Ziel nicht. Prüfen Sie vor dem Teilen, ob die Datei personenbezogene, vertrauliche oder fremde Informationen enthält. Nach dem Teilen richten sich Speicherung, Nutzung, Modelltraining und Löschung nach den Nutzungsbedingungen und der Datenschutzerklärung des gewählten externen Dienstes.
es: El archivo para IA contiene imágenes o texto OCR de las páginas seleccionadas, el criterio de ordenación, un identificador de sesión, identificadores de página y el orden actual. Tú eliges el destino en la hoja para compartir, y la app no registra ese destino. Antes de compartir, comprueba si el archivo contiene datos personales, información confidencial o información de terceros. Después de compartirlo, su almacenamiento, uso, posible entrenamiento de modelos y eliminación se regirán por las condiciones y la política de privacidad del servicio externo elegido.
fr: Le fichier destiné à l’IA contient les images ou le texte OCR des pages sélectionnées, le critère de tri, un identifiant de session, les identifiants des pages et leur ordre actuel. Vous choisissez vous-même la destination dans la feuille de partage, et l’app ne l’enregistre pas. Avant de partager, vérifiez si le fichier contient des données personnelles, confidentielles ou appartenant à des tiers. Après le partage, la conservation, l’utilisation, l’entraînement éventuel de modèles et la suppression sont régis par les conditions et la politique de confidentialité du service externe choisi.
he: קובץ ה-AI כולל תמונות או טקסט OCR מהעמודים שנבחרו, את קריטריון המיון, מזהה ההפעלה, מזהי העמודים והסדר הנוכחי. בחירת יעד השיתוף נעשית על ידך בגיליון השיתוף, והאפליקציה אינה שומרת את היעד. לפני השיתוף יש לבדוק אם הקובץ כולל מידע אישי, חסוי או מידע של צד שלישי. לאחר השיתוף, האחסון, השימוש, אימון מודלים והמחיקה כפופים לתנאי השימוש ולמדיניות הפרטיות של השירות החיצוני שנבחר.
hi: AI फ़ाइल में चुने गए पृष्ठों की छवियाँ या OCR पाठ, क्रमबद्ध करने का मानदंड, सत्र पहचानकर्ता, पृष्ठ पहचानकर्ता और मौजूदा क्रम शामिल होते हैं। शेयर शीट में गंतव्य आप चुनते हैं और ऐप उस गंतव्य को दर्ज नहीं करता। साझा करने से पहले जाँच लें कि फ़ाइल में व्यक्तिगत, गोपनीय या किसी तीसरे पक्ष की जानकारी तो नहीं है। साझा करने के बाद संग्रहण, उपयोग, मॉडल प्रशिक्षण और हटाने की प्रक्रिया चुनी गई बाहरी सेवा की शर्तों और गोपनीयता नीति के अनुसार होगी।
id: File AI berisi gambar atau teks OCR dari halaman yang dipilih, kriteria pengurutan, ID sesi, ID halaman, dan urutan saat ini. Anda sendiri yang memilih tujuan melalui lembar berbagi, dan aplikasi tidak mencatat tujuan tersebut. Sebelum membagikan, periksa apakah file memuat informasi pribadi, rahasia, atau milik pihak ketiga. Setelah dibagikan, penyimpanan, penggunaan, pelatihan model, dan penghapusan mengikuti ketentuan serta kebijakan privasi layanan eksternal yang dipilih.
it: Il file per l’IA contiene immagini o testo OCR delle pagine selezionate, il criterio di ordinamento, un identificatore di sessione, gli identificatori delle pagine e l’ordine attuale. La destinazione viene scelta dall’utente nel foglio di condivisione e l’app non la registra. Prima di condividere, verifica se il file contiene dati personali, informazioni riservate o informazioni di terzi. Dopo la condivisione, conservazione, utilizzo, addestramento dei modelli ed eliminazione sono regolati dai termini e dall’informativa sulla privacy del servizio esterno scelto.
ja: AI用ファイルには、対象ページの画像またはOCRテキスト、並べ替え条件、セッション識別子、ページ識別子、現在の順序が含まれます。送信先は共有シートで利用者が選択し、アプリは送信先を記録しません。共有前に、個人情報、機密情報、第三者の情報が含まれていないか確認してください。共有後の保存、利用、学習、削除は、選択した外部サービスの利用規約とプライバシーポリシーに従います。
ko: AI용 파일에는 선택한 페이지의 이미지 또는 OCR 텍스트, 정렬 기준, 세션 식별자, 페이지 식별자와 현재 순서가 포함됩니다. 공유 시트에서 공유 대상을 직접 선택하며, 앱은 그 대상을 기록하지 않습니다. 공유하기 전에 개인정보, 기밀정보 또는 제3자의 정보가 포함되어 있는지 확인하세요. 공유 후의 저장, 이용, 모델 학습 및 삭제에는 선택한 외부 서비스의 이용약관과 개인정보 처리방침이 적용됩니다.
nl: Het AI-bestand bevat afbeeldingen of OCR-tekst van de geselecteerde pagina’s, het sorteercriterium, een sessie-ID, pagina-ID’s en de huidige volgorde. U kiest zelf de bestemming in het deelvenster; de app registreert die bestemming niet. Controleer vóór het delen of het bestand persoonlijke, vertrouwelijke of aan derden toebehorende informatie bevat. Na het delen vallen opslag, gebruik, modeltraining en verwijdering onder de voorwaarden en het privacybeleid van de gekozen externe dienst.
pl: Plik dla AI zawiera obrazy lub tekst OCR z wybranych stron, kryterium sortowania, identyfikator sesji, identyfikatory stron oraz bieżącą kolejność. Miejsce udostępnienia wybierasz samodzielnie w arkuszu udostępniania, a aplikacja go nie zapisuje. Przed udostępnieniem sprawdź, czy plik nie zawiera danych osobowych, informacji poufnych lub informacji należących do osób trzecich. Po udostępnieniu przechowywanie, wykorzystanie, trenowanie modeli i usuwanie podlegają warunkom oraz polityce prywatności wybranej usługi zewnętrznej.
pt_br: O arquivo para IA contém imagens ou texto OCR das páginas selecionadas, o critério de ordenação, um identificador de sessão, identificadores de página e a ordem atual. Você escolhe o destino na folha de compartilhamento, e o app não registra esse destino. Antes de compartilhar, verifique se o arquivo contém dados pessoais, informações confidenciais ou informações de terceiros. Depois do compartilhamento, o armazenamento, o uso, o treinamento de modelos e a exclusão seguem os termos e a política de privacidade do serviço externo escolhido.
ru: Файл для ИИ содержит изображения или текст OCR выбранных страниц, критерий сортировки, идентификатор сеанса, идентификаторы страниц и текущий порядок. Место назначения выбираете вы в меню «Поделиться», а приложение его не сохраняет. Перед отправкой проверьте, нет ли в файле персональных, конфиденциальных или принадлежащих третьим лицам сведений. После отправки хранение, использование, обучение моделей и удаление регулируются условиями и политикой конфиденциальности выбранного внешнего сервиса.
th: ไฟล์สำหรับ AI มีรูปภาพหรือข้อความ OCR จากหน้าที่เลือก เกณฑ์การจัดเรียง รหัสเซสชัน รหัสหน้า และลำดับปัจจุบัน คุณเป็นผู้เลือกปลายทางจากแผ่นแชร์ และ แอป จะไม่บันทึกปลายทางนั้น ก่อนแชร์ โปรดตรวจสอบว่าไฟล์มีข้อมูลส่วนบุคคล ข้อมูลลับ หรือข้อมูลของบุคคลอื่นหรือไม่ หลังจากแชร์แล้ว การจัดเก็บ การใช้งาน การนำไปฝึกโมเดล และการลบข้อมูลจะเป็นไปตามข้อกำหนดและนโยบายความเป็นส่วนตัวของบริการภายนอกที่เลือก
tr: Yapay zekâ dosyası; seçilen sayfaların görüntülerini veya OCR metnini, sıralama ölçütünü, oturum kimliğini, sayfa kimliklerini ve mevcut sırayı içerir. Paylaşım sayfasında hedefi siz seçersiniz; uygulama bu hedefi kaydetmez. Paylaşmadan önce dosyada kişisel, gizli veya üçüncü kişilere ait bilgiler bulunup bulunmadığını kontrol edin. Paylaşımdan sonra saklama, kullanım, model eğitimi ve silme işlemleri seçtiğiniz harici hizmetin koşullarına ve gizlilik politikasına tabidir.
uk: Файл для ШІ містить зображення або текст OCR вибраних сторінок, критерій сортування, ідентифікатор сеансу, ідентифікатори сторінок і поточний порядок. Місце призначення ви обираєте самостійно в меню поширення, а застосунок його не зберігає. Перед поширенням перевірте, чи немає у файлі персональних, конфіденційних або належних третім особам відомостей. Після поширення зберігання, використання, навчання моделей і видалення регулюються умовами та політикою конфіденційності вибраного зовнішнього сервісу.
vi: Tệp dành cho AI chứa hình ảnh hoặc văn bản OCR của các trang đã chọn, tiêu chí sắp xếp, mã phiên, mã trang và thứ tự hiện tại. Bạn tự chọn nơi chia sẻ trong bảng chia sẻ và ứng dụng không ghi lại nơi đó. Trước khi chia sẻ, hãy kiểm tra xem tệp có chứa thông tin cá nhân, thông tin mật hoặc thông tin của bên thứ ba hay không. Sau khi chia sẻ, việc lưu trữ, sử dụng, huấn luyện mô hình và xóa dữ liệu sẽ tuân theo điều khoản và chính sách quyền riêng tư của dịch vụ bên ngoài đã chọn.
zh_hans: AI 文件包含所选页面的图像或 OCR 文本、排序条件、会话标识符、页面标识符以及当前顺序。共享目标由你在系统共享面板中选择，本应用 不会记录该目标。共享前，请确认文件是否包含个人信息、机密信息或第三方信息。共享后，信息的存储、使用、模型训练和删除将遵循所选外部服务的条款与隐私政策。
zh_hant: AI 檔案包含所選頁面的影像或 OCR 文字、排序條件、工作階段識別碼、頁面識別碼及目前順序。分享目的地由你在系統分享面板中選擇，本 App 不會記錄該目的地。分享前，請確認檔案是否包含個人資料、機密資訊或第三方資訊。分享後，資料的儲存、使用、模型訓練及刪除將依所選外部服務的條款與隱私權政策辦理。

# ai.shareSafety.short
source: The AI file contains page images or OCR text. Check for personal or confidential information before sharing.
ar: يحتوي ملف الذكاء الاصطناعي على صور الصفحات أو نص OCR. تحقّق من المعلومات الشخصية أو السرية قبل المشاركة.
de: Die KI-Datei enthält Seitenbilder oder OCR-Text. Prüfe vor dem Teilen auf persönliche oder vertrauliche Informationen.
es: El archivo para IA contiene imágenes de páginas o texto OCR. Comprueba si hay información personal o confidencial antes de compartirlo.
fr: Le fichier pour IA contient des images de pages ou du texte OCR. Vérifiez les informations personnelles ou confidentielles avant le partage.
he: קובץ ה-AI כולל תמונות עמודים או טקסט OCR. יש לבדוק מידע אישי או סודי לפני השיתוף.
hi: AI फ़ाइल में पेज चित्र या OCR टेक्स्ट होता है। साझा करने से पहले व्यक्तिगत या गोपनीय जानकारी जाँचें।
id: File AI berisi gambar halaman atau teks OCR. Periksa informasi pribadi atau rahasia sebelum berbagi.
it: Il file per IA contiene immagini delle pagine o testo OCR. Controlla eventuali dati personali o riservati prima di condividerlo.
ja: AI用ファイルにはページ画像またはOCRテキストが含まれます。共有前に個人情報や機密情報を確認してください。
ko: AI 파일에는 페이지 이미지 또는 OCR 텍스트가 포함됩니다. 공유하기 전에 개인정보나 기밀정보를 확인하세요.
nl: Het AI-bestand bevat pagina-afbeeldingen of OCR-tekst. Controleer vóór het delen op persoonlijke of vertrouwelijke informatie.
pl: Plik dla AI zawiera obrazy stron lub tekst OCR. Przed udostępnieniem sprawdź dane osobowe i poufne.
pt_br: O arquivo para IA contém imagens de páginas ou texto de OCR. Verifique dados pessoais ou confidenciais antes de compartilhar.
ru: Файл для ИИ содержит изображения страниц или текст OCR. Перед отправкой проверьте наличие личной или конфиденциальной информации.
th: ไฟล์ AI มีรูปภาพหน้าเอกสารหรือข้อความ OCR โปรดตรวจสอบข้อมูลส่วนบุคคลหรือข้อมูลลับก่อนแชร์
tr: Yapay zeka dosyası sayfa görüntüleri veya OCR metni içerir. Paylaşmadan önce kişisel ya da gizli bilgileri kontrol edin.
uk: Файл для ШІ містить зображення сторінок або текст OCR. Перед надсиланням перевірте особисті чи конфіденційні дані.
vi: Tệp AI chứa hình ảnh trang hoặc văn bản OCR. Hãy kiểm tra thông tin cá nhân hoặc bí mật trước khi chia sẻ.
zh_hans: AI文件包含页面图像或OCR文本。共享前请检查个人信息或机密信息。
zh_hant: AI檔案包含頁面影像或OCR文字。分享前請檢查個人資訊或機密資訊。

# ai.shareSafety.title
source: Sharing with External AI
ar: المشاركة مع ذكاء اصطناعي خارجي
de: Teilen mit externer KI
es: Compartir con una IA externa
fr: Partage avec une IA externe
he: שיתוף עם AI חיצוני
hi: बाहरी AI के साथ साझा करना
id: Berbagi dengan AI eksternal
it: Condivisione con IA esterna
ja: 外部AIへの共有について
ko: 외부 AI 공유 안내
nl: Delen met externe AI
pl: Udostępnianie zewnętrznej AI
pt_br: Compartilhamento com IA externa
ru: Передача внешнему ИИ
th: การแชร์กับ AI ภายนอก
tr: Harici yapay zeka ile paylaşım
uk: Передавання зовнішньому ШІ
vi: Chia sẻ với AI bên ngoài
zh_hans: 关于与外部AI共享
zh_hant: 關於與外部AI分享

# ai.steps
source: Share the created file with an AI service and answer any questions if needed. Then copy the final result line and paste it below.
ar: شارك الملف الذي أنشأته مع خدمة ذكاء اصطناعي، وأجب عن أي أسئلة عند الحاجة. ثم انسخ سطر النتيجة النهائي والصقه أدناه.
de: Teile das PDF mit einem KI-Dienst, beantworte die Fragen und füge anschließend die Ergebniszeile unten ein.
es: Comparte el PDF con un servicio de IA, responde sus preguntas y pega abajo la línea del resultado final.
fr: Partagez le PDF avec un service d’IA, répondez aux questions, puis collez ci-dessous la ligne de résultat.
he: שתפו את הקובץ שנוצר עם שירות AI, והשיבו על שאלות לפי הצורך. לאחר מכן העתיקו את שורת התוצאה הסופית והדביקו אותה למטה.
hi: बनाई गई फ़ाइल को किसी AI सेवा के साथ साझा करें और ज़रूरत पड़ने पर प्रश्नों के उत्तर दें। फिर अंतिम परिणाम वाली पंक्ति कॉपी करके नीचे चिपकाएँ।
id: Bagikan PDF ke layanan AI, jawab pertanyaannya, lalu tempel baris hasil akhir di bawah.
it: Condividi il PDF con un servizio IA, rispondi alle domande e incolla sotto la riga del risultato finale.
ja: 共有先のAIへ作成したファイルを渡し、必要に応じて質問に回答してください。最後にAIが生成した結果の1行をコピーして、下へ貼り付けます。
ko: PDF를 AI 서비스와 공유하고 질문에 답한 뒤, 최종 결과 한 줄을 복사해 아래에 붙여 넣으세요.
nl: Deel de PDF met een AI-dienst, beantwoord de vragen en plak de uiteindelijke resultaatregel hieronder.
pl: Udostępnij PDF usłudze AI, odpowiedz na pytania i wklej poniżej końcowy wiersz wyniku.
pt_br: Compartilhe o PDF com um serviço de IA, responda às perguntas e cole abaixo a linha do resultado final.
ru: Передайте созданный файл сервису AI и при необходимости ответьте на вопросы. Затем скопируйте итоговую строку результата и вставьте её ниже.
th: แชร์ PDF กับบริการ AI ตอบคำถาม แล้วคัดลอกบรรทัดผลลัพธ์สุดท้ายมาวางด้านล่าง
tr: Oluşturulan dosyayı bir AI hizmetiyle paylaşın ve gerekirse soruları yanıtlayın. Ardından son sonuç satırını kopyalayıp aşağıya yapıştırın.
uk: Передайте створений файл сервісу AI та за потреби дайте відповіді на запитання. Потім скопіюйте підсумковий рядок результату й вставте його нижче.
vi: Chia sẻ PDF với dịch vụ AI, trả lời câu hỏi rồi dán dòng kết quả cuối cùng vào bên dưới.
zh_hans: 将创建的文件分享给 AI 服务，并根据需要回答问题。然后复制最终结果行并粘贴到下方。
zh_hant: 將建立的檔案分享給 AI 服務，並視需要回答問題。接著複製最終結果列並貼到下方。

# ai.title
source: AI Sort
ar: الترتيب بالذكاء الاصطناعي
de: KI-Sortierung
es: Orden con IA
fr: Tri par IA
he: מיון באמצעות AI
hi: AI से क्रमबद्ध करें
id: Pengurutan AI
it: Ordine IA
ja: AI並び替え
ko: AI 정렬
nl: AI-sortering
pl: Sortowanie AI
pt_br: Ordenação por IA
ru: AI-сортировка
th: การเรียงด้วย AI
tr: Yapay Zekâ Sıralama
uk: AI-сортування
vi: Sắp xếp AI
zh_hans: AI 排序
zh_hant: AI 排序

# app.name
source: Sort & Done!
ar: رتّب وانتهى!
de: Zack, sortiert!
es: ¡Orden y listo!
fr: Hop, c’est rangé !
he: לסדר וגמרנו!
hi: क्रम लगाओ, हो गया!
id: Susun, beres!
it: Ordina e via!
ja: 並び替えでポン
ko: 정리 뚝딱!
nl: Zo, gesorteerd!
pl: Cyk, ułożone!
pt_br: Ordenou, pronto!
ru: Расставь и готово!
th: เรียงปุ๊บ เสร็จปั๊บ!
tr: Diz, tamam!
uk: Упорядкуй і готово!
vi: Xếp cái rẹt!
zh_hans: 排好就行！
zh_hant: 排好就行！

# common.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוספה
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

# common.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
he: חזרה
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
he: יצירה
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחיקה
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: ביטול שינויים
hi: छोड़ें
id: Buang
it: Ignora
ja: 破棄する
ko: 버리기
nl: Negeren
pl: Odrzuć
pt_br: Descartar
ru: Не сохранять
th: ละทิ้ง
tr: Kaydetme
uk: Не зберігати
vi: Hủy thay đổi
zh_hans: 放弃
zh_hant: 捨棄

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: סיום
hi: पूर्ण
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hi: संपादित करें
id: Sunting
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# common.ok
source: OK
ar: موافق
es: Aceptar
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: ОК
zh_hans: 好
zh_hant: 好

# common.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: 確認
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
th: แสดงตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# common.reorder
source: Reorder
ar: ترتيب
de: Neu anordnen
es: Reordenar
fr: Réorganiser
he: סידור
hi: क्रम बदलें
id: Urutkan ulang
it: Riordina
ja: 並べ替え
ko: 순서 변경
nl: Herschikken
pl: Zmień kolejność
pt_br: Reordenar
ru: Изменить порядок
th: เรียงใหม่
tr: Yeniden sırala
uk: Змінити порядок
vi: Sắp xếp lại
zh_hans: 重新排序
zh_hant: 重新排序

# common.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
